Repository: MandoDsg/frontend_test
Catalog: lib/l10n/app_*.arb
Languages: es

# homepage
source: IM-Route
es: MI-Ruta

# navhomepage
source: Route
es: Ruta

source: Origin:
es: Origen:

source: Destination:
es: Destino:

source: Start Station
es: Estación Inicial

source: End Station
es: Estación Final

# shorthestpathButton
source: Calculate Shortest Path
es: Calcular La Ruta Más Corta

source: Clear
es: Borrar

# errorbox
source: Please enter both stations.
es: Por favor, ingresa las dos estaciones.

source: Board at:
es: Aborde en:

# transfer
source: Transfer to
es: Transborde a

# info
source: Information
es: Información

# mi
source: Integrated Mobility CDMX
es: Movilidad Integrada CDMX

# micard
source: Integrated Mobility Card
es: Tarjeta Movilidad Integrada

# relCard
source: (Reloadable Card)
es: (Tarjeta Recargable)

source: Settings
es: Ajustes

source: Dark Mode
es: Modo Oscuro

source: Language
es: Idioma

# changeLanguage
source: 🇺🇸 English
es: 🇲🇽 Español

# languageLabelEs
source: Spanish
es: Español

# languageLabelEn
source: English
es: Inglés

source: Costs
es: Costos

source: Trip Cost
es: Costo del Viaje

# tripCostInfoMB
source: Transfers between Line 1, Line 2, Line 3, Line 4, Line 5, Line 6, and Line 7 are free as long as they are made within the first two hours of entering the system and in a single direction.
es: Los transbordos entre Línea 1, Línea 2, Línea 3, Línea 4, Línea 5, Línea 6 y Línea 7 son gratuitos siempre y cuando se realicen dentro de las primeras dos horas de haber ingresado al sistema y con recorrido en una sola dirección.

# tripCostMBairport
source: Cost of the Trip to Mexico City Airport
es: Costo del Viaje al Aeropuerto CDMX

# tripMBairportInfo
source: Cost for a trip on the Metrobús to Mexico City Airport (Terminals 1 and 2)
es: Tarifa de un viaje en Metrobús al Aeropuerto de la Ciudad de México (Terminales 1 y 2)

# lastTrain
source: The last train departs from each terminal at 23:30 HRS.
es: El último tren sale de cada terminal a las 23:30 HRS.

source: Free Access
es: Acceso Gratuito

source: Elderly people
es: Adultos mayores

# peopleDisabilities
source: People with disabilities
es: Personas con discapacidad

# children
source: Children under 5 years old
es: Niños menores de 5 años

# youngINJUVE
source: Young people from INJUVE
es: Jóvenes del INJUVE

source: Authorized personnel
es: Personal autorizado

# police
source: Uniformed police
es: Policías uniformados

# daysOperation
source: Days and Hours of Operation
es: Horario de Servicio

# businessDays
source: Monday to Friday
es: Días Laborales

# businessDaysSchedule
source: 5:00 to 24:00 HRS
es: 5:00 a 24:00 HRS

# businessDaysScheduleCB
source: 5:00 to 23:00 HRS
es: 5:00 a 23:00 HRS

source: Saturdays
es: Sábados

# saturdaysSchedule
source: 6:00 to 24:00 HRS
es: 6:00 a 24:00 HRS

# saturdaysScheduleCB
source: 6:00 to 23:00 HRS
es: 6:00 a 23:00 HRS

# sundaysHolidays
source: Sundays and Holidays
es: Domingos y Días Festivos

# sundaysHolidaysSchedule
source: 7:00 to 24:00 HRS
es: 7:00 a 24:00 HRS

# sundaysHolidaysScheduleCB
source: 7:00 to 23:00 HRS
es: 7:00 a 23:00 HRS

# moreInfo
source: See more information
es: Ver más información

# operationMB
source: It varies depending on the line and destination.
es: Varía según la línea y el destino.

# daysOperationMB
source: Days and Hours of Operation
es: Horario de Servicio

source: Card Cost
es: Costo de la Tarjeta

# maxAmount
source: Maximum Reload Amount
es: Monto Máximo de Recarga

source: Important
es: Importante

# importantP1
source: The amount loaded onto the card is valid for 300 days.
es: El monto cargado a la tarjeta tiene vigencia de 300 días naturales.

# importantP2
source: With each passage through the turnstile, the value of one trip is deducted from the card at the normal fare.
es: En cada pase por el torniquete, en la tarjeta se descuenta el valor de un viaje, tarifa normal.

# importantP3
source: To reload, it is not necessary to wait until the balance is depleted.
es: Para recargar, no es necesario esperar a que el saldo se agote.

# importantP4
source: To ensure the durability of the Integrated Mobility Card, avoid mistreating, bending, perforating, laminating, scratching, wetting, or exposing it to heat.
es: Para garantizar la durabilidad de la Tarjeta de Movilidad Integrada, evita maltratarla, doblarla, perforarla, enmicarla, rayarla, mojarla, exponerla al calor.

# howEnterWcard
source: How to enter with the card?
es: ¿Cómo entrar con la tarjeta?

# howEnterWcardP1
source: Locate the turnstile identified with the validator reader, available at all stations in the network.
es: Localice el torniquete identificado con el lector de validador, disponible en todas las estaciones de la Red.

# howEnterWcardP2
source: To enter, bring the card close to the reader located at the top of the turnstile.
es: Para ingresar, acerque la tarjeta al lector, ubicado en la parte superior del torniquete.

# howEnterWcardP3
source: Enter through the turnstile when the green light turns on.
es: Ingrese por el torniquete cuando encienda la luz verde.

# howEnterWcardP4
source: You can check and keep track of your Reloadable Card balance when entering through the turnstile by looking at the screen located at the top of it.
es: Podrá conocer y dar seguimiento al saldo de su Tarjeta Recargable al momento de ingresar por el torniquete, observando la pantalla ubicada en la parte superior del mismo.

# howPurchaseOrReload
source: How do I purchase or reload?
es: ¿Cómo compro o recargo?

# howPurchase
source: Purchase
es: Compra

# howPurchaseP1
source: Follow the instructions on the machine.
es: Sigue las instrucciones de la máquina.

# howPurchaseP2
source: Press the 'purchase' button.
es: Presiona el botón de "compra".

# howPurchaseP3
source: Deposit the amount you want to reload. The machine accepts coins of $1, $2, $5, and $10, as well as bills of $20, $50, and $100.
es: Deposita la cantidad que desees recargar. La máquina acepta monedas de $1, $2, $5 y $10, y billetes de $20, $50 y $100.

# howPurchaseP4
source: Remember that the machine does not accept more than $500.00 MXN as the maximum balance, or it will become invalid.
es: Recuerda que la máquina no acepta más de $500.00 MXN como saldo máximo o quedará inválida.

# howPurchaseP5
source: You can retrieve the recharged card from the lower compartment.
es: Puedes retirar la tarjeta recargada en el compartimento inferior.

# howPurchaseP6
source: Keep in mind that the machines do not provide change, so it's necessary to deposit the exact amount you want to reload.
es: Recuerda que las máquinas no dan cambio, por lo que es necesario que deposites la cantidad exacta que deseas recargar.

# howReload
source: Reload
es: Recarga

# howReloadP1
source: Follow the instructions on the machine.
es: Sigue las instrucciones de la máquina.

# howReloadP2
source: Insert your card.
es: Inserta tu tarjeta.

# howReloadP3
source: Deposit the amount you want to reload. The machine accepts coins of $1, $2, $5, and $10, as well as bills of $20, $50, and $100.
es: Deposita la cantidad que desees recargar. La máquina acepta monedas de $1, $2, $5 y $10, y billetes de $20, $50 y $100.

# howReloadP4
source: Remember that the machine does not accept more than $500.00 MXN as the maximum balance, or it will become invalid.
es: Recuerda que la máquina no acepta más de $500.00 MXN como saldo máximo o quedará inválida.

# howReloadP5
source: Wait for your card to be recharged. Check the balance on the screen.
es: Espera a que se recargue tu tarjeta. Verifica el saldo en la pantalla.

# howReloadP6
source: Retrieve your recharged card.
es: Retirar tu tarjeta recargada.

# howReloadP7
source: Keep in mind that the machines do not provide change, so it's necessary to deposit the exact amount you want to reload.
es: Recuerda que las máquinas no dan cambio, por lo que es necesario que deposites la cantidad exacta que deseas recargar.

source: Suggestions
es: Recomendaciones

# suggestionsP1
source: When reloading at the ticket booth, ensure that the amount deposited is correct by checking the screen.
es: Cuando recargues en la taquilla, fíjate en la pantalla que el monto abonado sea correcto.

# suggestionsP2
source: Reload your Integrated Mobility Card at the ticket booths within the same system.
es: Recarga tu tarjeta Tarjeta de Movilidad en las taquillas del mismo sistema.
